{
    "A new verification link has been sent to the email address you provided during registration.": "Se ha enviado un nuevo enlace de verificación a la dirección de correo electrónico que proporcionó durante el registro.",
    "Already registered?": "¿Ya tienes una cuenta?",
    "Category": "Categoria",
    "Company": "Empresa",
    "Confirm Password": "Confirmar contraseña",
    "Create account": "Crear una cuenta",
    "Create vacancy": "Crear vacante",
    "Current Password": "Contraseña actual",
    "Delete Account": "Borrar cuenta",
    "Description": "Descripcion",
    "Email Password Reset Link": "Enviar enlace al correo",
    "Ensure your account is using a long, random password to stay secure.": "Asegúrese de que su cuenta esté usando una contraseña larga y aleatoria para mantenerse seguro.",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "¿Olvidaste tu contraseña? Ningún problema. Simplemente háganos saber su dirección de correo electrónico y le enviaremos un enlace de restablecimiento de contraseña que le permitirá elegir una nueva.",
    "Forgot your password?": "¿Olvidaste tu contraseña?",
    "Hello": "Hola",
    "If you did not create an account, no further action is required.": "Si no creaste esta cuenta, puedes ignorar este mensaje",
    "If you're having trouble clicking the buttonIf you're having trouble clicking the button copy and paste the URL below. into your web browser": "Si tiene problemas para hacer clic en el botón, copie y pegue la siguiente URL. en su navegador web",
    "Image": "Imagen",
    "Job Overview": "Descripción general del cargo",
    "Last day to apply": "Último día para postularse",
    "Last day": "Último día",
    "Log in" : "Iniciar sesion",
    "Log Out": "Cerrar sesión",
    "Monthly salary": "Salario mensual",
    "My vacancies": "Mis vacantes",
    "Name": "Nombre",
    "New Password": "Nueva contraseña",
    "of": "de",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Una vez que se elimine su cuenta, todos sus recursos y datos se eliminarán de forma permanente. Antes de eliminar su cuenta, descargue cualquier dato o información que desee conservar.",
    "Our Team": "Nuestro equipo",
    "Please click the button below to verify your email address.": "Haga clic en el botón de abajo para verificar su dirección de correo electrónico.",
    "Profile Information": "Información del perfil",
    "Profile": "Perfil",
    "Regards": "Saludos",
    "Register": "Registrar Cuenta",
    "Remember me": "Recuerdame",
    "Resend Verification Email": "Reenviar correo electrónico de verificación",
    "results": "resultados",
    "Salary": "Salario",
    "Save": "Guardar",
    "Showing": "Mostración",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Gracias por registrarte! Antes de comenzar, ¿podría verificar su dirección de correo electrónico haciendo clic en el enlace que le acabamos de enviar? Si no recibiste el correo electrónico, con gusto te enviaremos otro.",
    "Title": "Titulo",
    "to": "a",
    "Update Password": "Actualiza la contraseña",
    "Update your account's profile information and email address.": "Actualice la información de perfil y la dirección de correo electrónico de su cuenta.",
    "Vacancies": "Vacantes",
    "Vacant title": "Título vacante",
    "Verify Email Address": "Confirme su dirección de correo",
    "Verify now": "Confirmar Cuenta",
    "Your email address is unverified.": "Su dirección de correo electrónico no está verificada."
}
